{
    "中国强生财务职业发展月": "ONE China Finance Career Month",
    "首页": "Homepage",
    "你好，请登录": "Hello, please login",
    "男": "Male",
    "女": "Female",
    "登录": "Login",
    "退出": "Logout",
    "语言切换": "Language",
    "中文": "中文",
    "每日签到": "Daily Attendance",
    "敬请期待……": "Coming soon……",
    "扫码得积分": "Scan to get the integral",
    "您好,请输入WWID获得积分": "Hello, please enter WWID to get the score",
    "恭喜,成功获得积分": "Congratulations, You got the points.",

    "网站分组规则": "Website Rules of Grouping",
    "分组须知": "Grouping instructions",
    "请大家组队参与小组积分赛，每组需要8名成员，累计积分排名前三的小组将获得奖品。": "Please team up to participate in the group points game. Each group needs 8 members and the teams with the accumulated points ranked top three will receive prizes.",
    "在8月3日前完成小组组建的用户可获得每人+3分的奖励，过此时限其它用户将被随机分组，随机分组没有加分。": "Users who complete the group before August 3 will receive a reward of +3 points per person. After this time, other users will be randomly grouped, and there will be no points for random grouping.",
    "分组操作": "Grouping operation",
    "用户可登陆分组页面，在所属区域新建小组，创建者为组长。": "The users can log in to the grouping page and create a new group in their area , The creator is the group leader.",
    "用户也可在分组页面选择已有小组并点击加入，小组满8人后加入功能将关闭。": "The users can also select the existing group on the group page and click to join. After the group is over 8 people, the function will be closed.",
    "网站积分规则": "Website Rules of Cumulating Points",
    "积分分类": "Points classification",
    "个人积分：通过参与线上和线下互动获得积分。截止8月31日下午6点，积分停止累积。": "Personal points: Points are earned by participating in online and offline interactions. As of 6 pm on August 31, points will stop accumulating.",
    "小组积分：通过参与线上和线下互动获得积分，截止8月31日下午6点，积分停止累积。": "Group points: Points are earned by participating in online and offline interactions. As of 6 pm on August 31, points will stop accumulating.",

    "分值参考": "Points value reference",

    "线上互动": "Online interaction",
    "每日签到每天将获得1分。": "Daily sign-in will earn you 1 point per day.",
    "8月3日下午6点前完成建组， 每人+3 分。": "Completion of the team by August 3, 6 p.m. will earn 3 points each.",
    "参加性格测试，每人+5分。": "Participation in the Character Test will earn 5 points each.",
    "参与线下活动扫码打卡将获得每活动每次2分。": "Code scanning and card punching in offline activities will earn 2 points in each activity.",
    "精彩预告板块，对每个线下活动的第一条提问可获得2分（至多：活动数x2分），之后发布不获得积分。": "For attractive announcement sections, each can get 2 points (the number of activities x 2 points at most) for the first question of each offline activity, and there is no point for the subsequent release.",
    "读书的力量板块，发布图书推荐前三本将每个获得5分（至多15分），之后发布不获得积分。": "For the Power of Reading section, the first three books recommended for publication will earn 5 points each (15 points at most), and there is no point for the subsequent release.",
    "我的职场范儿板块，第一次发布照片将获得5分（至多5分），之后发布不获得积分。": "For the My Career section, the publication for the first time will earn 5 points each (5 points at most), and there is no point for the subsequent release.",
    "将未来邮局板块内容第一次转发至自由讨论区将获得5分（至多5分），之后发布不获得积分。": "Forwarding the content of the Future Post Office section to the Free Discussion area for the first time will earn you 5 points (5 points at most), and there is no point for the subsequent release.",
    "自由讨论区板块发布的前三条话题每条将获得3分（至多9分），之后发布不获得积分。": "Forwarding the content of the Future Post Office section to the Free Discussion area for the first time will earn you 5 points (5 points at most), and there is no point for the subsequent release.",
    "职业发展月结束后，读书的力量板块图书获得点赞前三名分别获得，30/20/10分。": "After the Career Development Month, the top three books with the most praises in the Power of Reading section will earn you 30/20/10 points respectively.",
    "活动结束后如出现平分，将按照建立小组时间早晚/发布内容获得点赞数量多少/初次签到早晚来额外评判。":"If there is a draw after the activity, additional judgment will be made according to: when the team was established; how many praises there are for what has been published; and who signed in earlier first.",

    "线下互动": "Offline interaction",
    "参与线下活动，扫描二维码进行签到打卡，每人+2分（可关注活动预览区内容，及时了解活动信息）": "To participate in offline activities, and scan the QR code for sign-in, +2 points per person (pay attention to the content of the event preview area, and learn about the event information in time)",
    "奖品兑换规则": "Prize redemption rules",
    "小组累积积分前3名的组别每人获得一个胶囊咖啡机。": "Each team member of the teams with the accumulated points ranked top three earns capsule coffee machine.",
    "个人累积积分": "Individual cumulative score",
    "前3名": "Top3",
    "电子书阅读器一部": "An e-book reader",
    "4-10名": "Top4-10",
    "乐扣": "Le buckle",
    "空气炸锅一台": "One air fryer",
    "11-100名": "Top11-100",
    "罗技": "Logitech",
    "蓝牙鼠标M336一枚": "Bluetooth mouse M336",



    "北京": "Beijing",
    "上海": "Shanghai",
    "广州": "Guangzhou",
    "西安": "Xian",
    "苏州": "Suzhou",
    "杭州": "Hangzhou",

    "城市": "City",
    "消息": "Message",
    "排行榜": "TOP",
    "设置": "Setting",


    "活动分组": "Grouping Activities",
    "请大家组队参与小组积分赛，每组需要8名成员，累计积分排名前三的小组将获得奖品。": "Please form a team to participate in the group points contest, each group needs 8 members, and the group with the top three cumulative points will be awarded prizes.",
    "精彩预告": "Wonderful Preview",
    "这里有全部的活动资讯，欢迎关注查看。活动问题收集：请提交与活动分享主题相关的提问，现场由讲师进行回答。": "All activities information is right here, and welcome to view ~",
    "DISC测试": "DISC test",
    "完成DISC性格测试，揭秘你是超级英雄里的哪一位。": "Complete the DISC personality test to reveal which one of the superheroes you are ~",
    "读书的力量": "The power of reading",
    "推荐共享好书，交流阅读心得，助力职业成长。": "Recommend and share good books, exchange reading experience, and help professional growth~",
    "我的职场范儿": "My style in workplace",
    "发布职业、生活的对比照。拍完职业照， 才知道我有多职业。": "Publish comparison photos of career and life. After taking the professional photo, I know how professional I am~",
    "自由讨论": "Free discussion",
    "发起与职业发展主题相关话题，自由交流、相互探讨。": "Initiate topics related to the theme of career development, then freely communicate and discuss with each other~",
    "每周回顾": "Weekly Review",
    "每周一篇新闻速递，带你回顾当周亮点。": "A weekly newsletter, take you back to the highlights of the week~",
    "未来邮局": "Future Post Office",
    "写下自己的感悟和计划，在未来通过行动让改变发生。": "Write down your own sentiments and plans, and let the changes happen through your action in the future~",

    "第一周": "Week1",
    "第二周": "Week2",
    "第三周": "Week3",
    "第四周": "Week4",
    "第五周": "Week5",
    "我要提问": "Ask A Question",


    "我的小组": "My Group",
    "已分组人数": "Grouped",
    "未分组人数": "UnGrouped",
    "小组名称": "Group Name",
    "积分": "Scores",
    "组长": "Group Leader",
    "成员": "Group Member",
    "退出小组": "Quit This Group",
    "创建一个小组": "Make A Group",
    "创建小组": "Make Group",
    "团队": "Team",
    "个人": "Person",
    "申请加入": "Join In",
    "该城市暂无分组": "No Group In This City.",
    "搜索": "Search",


    "最新": "New",
    "热门": "Hot",
    "推荐书籍": "Recommended",
    "取消": "Cancel",
    "书名": "Book Name",
    "简介": "Brief introduction",
    "回复": "Commented on",


    "一、在同事（同学）眼中您是一位？": "1.In the eyes of your fellow workers (fellow students), you are?",
    "A:积极、热情、有行动力的人。": "A:An active and enthusiastic person who can take prompt action.",
    "B:活泼、开朗、风趣幽默的人。": "B:A lively, outgoing and humorous person.",
    "C:忠诚、随和、容易相处的人。": "C:A loyal and easy-going person who gets along well with others.",
    "D:谨慎、冷静、注意细节的人。": "D:A prudent and sober-minded person who attends to details",

    "二、您喜欢看哪一类型的杂志？": "2.Which kind of magazines do you prefer?",
    "A:管理、财经、趋势类。": "A:Magazines themed with management, finance, and development trend.",
    "B:旅游、美食、时尚类。": "B:Magazines themed with tourism, food and fashion.",
    "C:心灵、散文、家庭类。": "C:Magazines themed with self-motivation, prose and family.",
    "D:科技、专业、艺术类。": "D:Magazines themed with science and technology, specialties, and arts.",

    "三、您做决策的方式？": "3.How do you make a decision?",
    "A:希望能立即有效。": "A:You hope your decision can create an immediate effect. ",
    "B:感觉重于一切。": "B:Your feelings are more important than anything else.",
    "C:有时间考虑或寻求他人意见。": "C:You spend time contemplating the decision and solicit opinions from others.",
    "D:要有详细的资料评估。": "D:You need detailed information before making assessment.",


    "四、职务上哪种工作是我最擅长的？": "4.At your work post, what kind of work are you adept at most? ",
    "A:以目标为导向，有不服输的精神。": "A:The work that is target-oriented and requires a spirit of accepting no failure",
    "B:良好的口才，能主动的与人建立友善关系": "B:The work that requires eloquence and the capability of actively establishing sound relationship with others",
    "C:能配合团队，扮演忠诚的拥护者。 ": "C:The work that requires team cooperation and playing the role of loyal supporter",
    "D:流程的掌握，注意到细节。": "D:The work that requires the mastery of procedures and the attention to details",

    "五、当面对压力时，您会？": "5.What will you do when you are faced with pressure?",
    "A:用行动力去面对它，并且克服它。": "A:You face it with action and overcome it",
    "B:希望找人倾吐，获得认同。": "B:You hope you can tell others about your pressure and win their understanding.",
    "C:逆来顺受，尽量避免冲突。": "C:You give in to the pressure and try as much as possible to avoid conflicts.",
    "D:重新思考缘由，必要时做精细的解说。": "D:You think again about the cause of the pressure, and make detailed explanation when necessary.",


    "六、与同事（同学）之间的相处？": "6.How do you get along with your fellow workers (fellow students)?",
    "A:以公事为主，很少谈到个人生活": "A:You mainly talk about public business, and seldom do you touch personal life.",
    "B:重视气氛，能够带动团队情趣。": "B:You attach importance to creating a congenial mood and can establish a team spirit.",
    "C:良好的倾听者，对人态度温和友善。": "C:You are an ideal listener and you are gentle and friendly with people.",
    "D:被动，不会主动与人建立关系。": "D:You have a passive personality and will not actively establish relationship with others.",


    "七、您希望别人如何与您沟通？": "7.What do you expect others do when they communicate with you?",
    "A:直接讲重点，不要拐弯抹角。": "A:They can get to the point instead of beating about the bush.",
    "B:轻松，不要太严肃。": "B:They communicate with you in a light-hearted way instead of being serious.",
    "C:不要一次说太多，要给予明确的支持。": "C:They do not cram too many things into the talk, and give clear support to you.",
    "D:凡事说清楚，讲明白。": "D:They interpret or explain everything clearly.",


    "八、要完成一件事情时，您最在意的部份是？": "8.What’s your focus in accomplishing a task?",
    "A:效果是否有达到。": "A:Whether you have achieved the desired result",
    "B:过程是否快乐。": "B:Whether the process is happy",
    "C:前后是否有改变。": "C:Whether differences occur in the process",
    "D:流程是否正确。": "D:Whether the procedures are correct",


    "九、什么事情会让您恐惧？": "9.What makes you feel uneasy? ",
    "A:呈现弱点，被人利用。": "A:Your weak points are known and taken advantage of.",
    "B:失去认同，被人排挤。": "B:You lose recognition and are pushed aside. ",
    "C:过度变动，让人无所适从。": "C:You are excessively passive and do not know what to do. ",
    "D:制度不清，标准不一。": "D:The system is unclear and the standards are not unified. ",


    "十、哪些是您自觉的缺点？": "10.What shortcomings are you aware of?",
    "A:没有耐心。": "A:Lack of patience",
    "B:欠缺细心。": "B:Lack of carefulness",
    "C:没有主见。": "C:Lack of your own judgment",
    "D:欠缺风趣。": "D:Lack of a sense of humor",
    "DISC测评": "DISC Test",
    "工作时": "When At Work",
    "DISC测评": "DISC Test",
    "匹配英雄": "Match the hero",
    "提交": "Submit",

    "发布": "Publish",
    "这一刻的想法": "The thought of this moment",
    "照片": "Publish",
    "行动计划": "Action plan",
    "我的计划": "My plan",
    "添加计划": "Add",
    "年后的自己": "myself after",
    "做什么": "What to do",
    "如何做": "How to do",
    "提交成功": "Submit successfully ",
    "还没有行动计划": "There is nothing",
    "开始/结束": "Start/end time",


    "首期全程回顾": "1st Round Full-process Review",
    "强生财务职业发展月第一期顺利开展": "The First Round of Johnson & Johnson Finance Career Month Comes to a Great Success",
    "2018年8月1日，筹备多时的中国强生财务职业发展月终于在万众期待中拉开了帷幕。": "On August 1, 2018, the long-prepared Johnson & Johnson Finance Career Month in China was eventually unveiled.",
    "本次活动将分为四期进行，于北京、上海、广州、杭州、苏州、西安同步举行。于8月1日举办的kick off meeting（启动会议）的成功举办亦为之开了个好头。": "The event consists of four rounds and is held simultaneously in Beijing, Shanghai, Guangzhou, Hangzhou and Suzhou. The success of kick-off meeting on August 1st marked a very good beginning.",
    "首日的启动会议中最令人期待的，当属Regional CFO 的分享演讲了，不少同仁对于第一次与CFO的“近距离接触”兴奋不已。以“Leadership，Aglity，Innovatiom”为主题的演讲持续了30分钟，参会者纷纷表示收获良多、干货满满。": "On the first day, the most desired was the lecture delivered by Regional CFO, during which many participants felt extremely excited to “have such a close contact” with the CFO for the first time. Themed on “Leadership, Agility, and Innovation”, the lecture has lasted for 30 minutes and won the attention and praises from all participants.",
    "第二部分是外部环境分享，从宏观层面剖析了现如今全球的经济财政环境，以帮助成员们以更高的角度来审视和看待自己的工作与职业发展。": "Then came the second part: introduction of external environment. The current global economic and financial environment was analyzed on the macro level in an effort to help participants have a better understanding of their job and career development from a new perspective.",
    "第三部分是“中国业务团队最新业绩分享&财务团队介绍“环节，包括医疗器材、杨森制药以及消费品在内的团队为大家带来最新业绩分析以及财务团队介绍。": "Part three is “Sharing of China’s Business Teams’ Performance & Introduction to Finance Team”, including the new performance analysis made by such teams as Medical Appliance, Janssen Pharmaceutical, and Consumer Goods, as well as the introduction to the financial team.",
    "团队与团队之间成功”破冰“，亦为之后三周的活动打下基础。": "The ice-breaking communication between teams has laid a solid foundation for the future three-week activities.",
    "第四部分BS COE团队，Tax团队和GS团队的分享更让我们走近彼此。": "In part four, BS COE, Tax and GS teams shared their success stories, bringing them closer to each other.",
    "最后是由中国区财务高层主持的问答环节，成员们当然不会错过难得的机会，现场讨论氛围十分热烈。": "The final part was the Q&A part hosted by a senior financial manager from China Region, during which all participants spared no chance in raising questions and discussing with each other.",
    "本次财务发展月第一期活动圆满结束，希望大家在接下去三周丰富的活动中能得到更多收获。": "The first round of the Finance Career Month ended with a great success, and all participants expected they will make bigger gains in the next three weeks."
}
