{
    "中国强生财务职业发展月": "ONE China Finance Career Month",
    "首页": "Homepage",
    "你好，请登录": "Hello, please login",
    "男": "Male",
    "女": "Female",
    "登录": "Login",
    "中文": "中文",
    "敬请期待……": "Coming soon……",
    "扫码得积分": "Scan to get the integral",
    "您好,请输入WWID获得积分": "Hello, please enter WWID to get the score",
    "恭喜,成功获得积分": "Congratulations, You got the points.",

    "网站分组规则": "Website Rules of Grouping",
    "分组须知": "Grouping instructions",
    "请大家组队参与小组积分赛，每组需要8名成员，累计积分排名前三的小组将获得奖品。": "Please team up to participate in the group points game. Each group needs 8 members and the teams with the accumulated points ranked top three will receive prizes.",
    "在8月3日前完成小组组建的用户可获得每人+3分的奖励，过此时限其它用户将被随机分组，随机分组没有加分。": "Users who complete the group before August 3 will receive a reward of +3 points per person. After this time, other users will be randomly grouped, and there will be no points for random grouping.",
    "分组操作": "Grouping operation",
    "用户可登陆分组页面，在所属区域新建小组，建组完成后可发送邀请链接邀请其他用户进组，创建者为组长。": "The users can log in to the grouping page and create a new group in their area , The creator is the group leader.",
    "用户也可在分组页面选择已有小组并点击加入，小组满8人后加入功能将关闭。": "The users can also select the existing group on the group page and click to join. After the group is over 8 people, the function will be closed.",
    "网站积分规则": "Website Rules of Cumulating Points",
    "积分分类": "Points classification",
    "个人积分：通过参与线上和线下互动获得积分。截止8月31日下午6点，积分停止累积。": "Personal points: Points are earned by participating in online and offline interactions. As of 6 pm on August 31, points will stop accumulating.",
    "小组积分：通过参与线上和线下互动获得积分，截止8月31日下午6点，积分停止累积。": "Group points: Points are earned by participating in online and offline interactions. As of 6 pm on August 31, points will stop accumulating.",

    "分值参考": "Points value reference",

    "线上互动": "Online interaction",
    "持续登录，每人每天＋1分": "To continuous login, +1 per person per day",
    "8月3日前完成建组，每人+3分": "To complete the establishment of group before August 3, +3 points per person",
    "参加性格测试，每人+5分": "To participate in the personality test, +5 points per person",
    "在活动预览区提问，每人+2分": "To ask questions in the activity preview area, +2 points per person",
    "上传职业照和生活照，每人+5分": "To upload professional photos and life photos, +5 points per person",
    "推荐书籍，每人+5分": "To recommended books, +5 points per person",
    "在自由讨论区发布话题，每人+3分": "To post topics in the free discussion forum, +3 points per person",
    "将未来邮局的内容转发到自由讨论区，+5分": "To forward the contents of the future post office to the free discussion forum, +5 points",

    "线下互动": "Offline interaction",
    "参与线下活动，扫描二维码进行签到打卡，每人+2分（可关注活动预览区内容，及时了解活动信息）": "To participate in offline activities, and scan the QR code for sign-in, +2 points per person (pay attention to the content of the event preview area, and learn about the event information in time)",
    "奖品兑换规则": "Prize redemption rules",
    "小组累积积分前3名的组别每人获得一个胶囊咖啡机。": "Each team member of the teams with the accumulated points ranked top three earns capsule coffee machine.",
    "个人累积积分": "Individual cumulative score",
    "前3名": "Top3",
    "电子书阅读器一部": "An e-book reader",
    "4-10名": "Top4-10",
    "乐扣": "Le buckle",
    "空气炸锅一台": "One air fryer",
    "11-100名": "Top11-100",
    "罗技": "Logitech",
    "蓝牙鼠标M336一枚": "Bluetooth mouse M336",



    "北京": "Beijing",
    "上海": "Shanghai",
    "广州": "Guangzhou",
    "西安": "Xian",
    "苏州": "Suzhou",
    "杭州": "Hangzhou",

    "城市": "City",
    "消息": "Message",
    "排行榜": "TOP",
    "设置": "Setting",


    "活动分组": "Grouping Activities",
    "请大家组队参与小组积分赛，每组需要8名成员，累计积分排名前三的小组将获得奖品。": "Please form a team to participate in the group points contest, each group needs 8 members, and the group with the top three cumulative points will be awarded prizes.",
    "精彩预告": "Wonderful Preview",
    "这里有全部的活动资讯，欢迎关注查看。活动问题收集：请提交与活动分享主题相关的提问，现场由讲师进行回答。": "All activities information is right here, and welcome to view ~",
    "DISC测试": "DISC test",
    "完成DISC性格测试，揭秘你是超级英雄里的哪一位。": "Complete the DISC personality test to reveal which one of the superheroes you are ~",
    "读书的力量": "The power of reading",
    "推荐共享好书，交流阅读心得，助力职业成长。": "Recommend and share good books, exchange reading experience, and help professional growth~",
    "我的职场范儿": "My style in workplace",
    "发布职业、生活的对比照。拍完职业照， 才知道我有多职业。": "Publish comparison photos of career and life. After taking the professional photo, I know how professional I am~",
    "自由讨论": "Free discussion",
    "发起与职业发展主题相关话题，自由交流、相互探讨。": "Initiate topics related to the theme of career development, then freely communicate and discuss with each other~",
    "每周回顾": "Weekly Review",
    "每周一篇新闻速递，带你回顾当周亮点。": "A weekly newsletter, take you back to the highlights of the week~",
    "未来邮局": "Future Post Office",
    "写下自己的感悟和计划，在未来通过行动让改变发生。": "Write down your own sentiments and plans, and let the changes happen through your action in the future~",

    "第一周": "Week1",
    "第二周": "Week2",
    "第三周": "Week3",
    "第四周": "Week4",
    "我要提问": "Ask A Question",


    "我的小组": "My Group",
    "已分组人数": "Grouped",
    "未分组人数": "UnGrouped",
    "小组名称": "Group Name",
    "积分": "Scores",
    "组长": "Group Leader",
    "成员": "Group Member",
    "退出小组": "Quit This Group",
    "创建一个小组": "Make A Group",
    "创建小组": "Make Group",
    "团队": "Team",
    "个人": "Person",
    "申请加入": "Join In",
    "该城市暂无分组": "No Group In This City.",
    "搜索": "Search",


    "最新": "New",
    "热门": "Hot",
    "推荐书籍": "Recommended Books",
    "取消": "Cancel",
    "书名": "Book Name",
    "简介": "Brief introduction "
}
